export const images = [
    {
        src: new URL('/src/assets/img/portrait.jpg', import.meta.url),
        alt: 'portrait'
    },
    {
        src: new URL('/src/assets/img/massage-hands.jpg', import.meta.url),
        alt: 'massage-hands'
    },
];

export const textsAbout = [
    [
        "🌞 Появилась боль в спине, шее, руках или ногах? Не важно где - в основе своей на ранних стадиях лёгкая боль игнорируется терпением, потом несложными обезболивающими препаратами, а когда уже и они бессильны, начинаются поиски",
        "На ранних стадиях мы можем помочь максимально эффективно, а главное в короткие сроки убрать напряжение в мышцах, восстановив кровообращение в тканях. Когда боли усиливаются, с этой сложностью тоже можно совладать, только каличество сеансов увеличивается, соответственно займёт времени больше и по финансам чувственно",
        "Именно поэтому лучше на массаж в удовольствие, вовремя и с меньшими затратами, чем потом терять время, деньги и хорошее настроение"
    ],
    [
        "С древних времён массаж являлся одним из самых эффективных методов снятия напряжения и боли. До сих пор мало что поменялось, т.к. массаж и сегодня является одним из эффективнейших методов в этом изобилие телесных практик",
        "Все слышали выражение 'движение - жизнь'. Но с веком технологического прогресса и внедрения электроники, физические нагрузки у нас сократились, а движение практически остановилось",
        "Компьютеры, телефоны. Сидячий образ жизни буквой ЗЮ. Какая спина и шея выдержит?",
        "Массаж очень эффективно и максимально безопасно справляется со своей задачей (конечно же учитывая все имеющиеся противопоказания)",
        "Улучшает обменные процессы, и помогает бережно вывести из организма продукты распада, токсины, лишнюю жидкость, подтянуть подвисшую, дряблую кожу",
        "Повышает сопротивляемость организма усиливая иммунитет, повышает работоспособность и в целом позволяет вдохнуть полной грудью,  в самом прямом смысле слова 😉"
    ],
]

export const massageCards = [
    {
        title: 'Релакс массаж',
        price: 1500,
        text: [
            "По авторской методике, вбирающий в себя техники различных традиций:",
            "Испанские, Китайские, Тайские, Турецкие",
            "Освободиться от мыслей и отключить себя от внешнего мира..."
        ],
        img: {
            src: new URL('/src/assets/img/relax-massage.jpg', import.meta.url),
            alt: 'relax-massage'
        }

    },
    {
        title: 'Массаж бамбуковыми вениками',
        price: 1800,
        text: [
            "Этот массаж просто нужно ощутить на себе",
            "Влияет на всю нервную систему, с мощным расслабляющим эффектом, если применять   пожёстче, то эффект тонизирующий, т.е. можно хорошенько взбодрить"
        ],
        img: {
            src: new URL('/src/assets/img/bamboo-broom.jpg', import.meta.url),
            alt: 'bamboo-broom'
        }

    },
    {
        title: 'Антицеллюлитный + Баночный массаж',
        price: 1900,
        text: [
            "Усилить эффект антицеллюлитного массажа, очень хорошо помогают вакуумные банки",
            "Они местно увеличивают приток крови, тем самым ускоряя обменные процессы, и процессы регенерации тканей (восстанавливают, подтягивают дряблую кожу, усиливают иммунитет благодаря обновлению крови, помогают разогнать  метаболизм 💪",
            "Положительно влияют на организм",
            "Перед применением обязательна консультация, имеются противопоказания  🌺"
        ],
        img: {
            src: new URL('/src/assets/img/vacuum-jar.jpg', import.meta.url),
            alt: 'vacuum-jar'
        },
        last: 'true'
    }
]

export const certificates = [
    [
        {
            src: new URL('/src/assets/img/diploma.jpg', import.meta.url),
            alt: 'diploma'
        },
        {
            src: new URL('/src/assets/img/diploma2.jpg', import.meta.url),
            alt: 'diploma2'
        }

    ]
]